{"hed":"The 2018 Oscar Nominees, in Google Search","description":"How this year’s Best Picture Oscar nominees swept over the globe.","keywords":"oscars, data, best picture, viz, 2018","url":"https://googletrends.github.io/google_oscars_2018","twitter":"@Googletrends","prelude":[{"type":"text","value":"Each year, films nominated for the Academy Award for Best Picture reach hundreds of millions of viewers around the world. And yet, each resonates with its global audiences in markedly different ways. Were this year’s blockbusters, like Get Out, as beloved in Asia as they were in America? Were historical films, such as Dunkirk, more popular in the United Kingdom than the other Best Picture contenders?"},{"type":"text","value":"The map below shows the most popular Oscar-nominated films in each country, according to Google Search data. Clicking on a movie title will show a heat map of each film’s popularity around the world. To view how the Oscar nominees varied in popularity over time, click the play button. Additionally, the sidebar displays the adjectives most disproportionately used in YouTube video reviews of each of the nominated films."}],"outro":[{"type":"text","value":"The most popular among all Best Picture Oscar nominees in the U.S. this year was, without a doubt, Get Out. In much of the world, however, Christopher Nolan’s Dunkirk proved to be the most searched-for film."},{"type":"text","value":"More niche films, like Lady Bird’s coming-of-age story, or Churchill struggles during World War II, depicted in Darkest Hour, found popularity in countries as diverse as Libya, Gabon, and Venezuela. The Shape of Water and Call Me By Your Name — both recent releases — also received significant attention, both in Latin America and China."}],"about":[],"methodology":[{"type":"text","value":"The above map depicts the most popular movie in each geographical region, as indicated by the volume of Google searches in the past 12 months. For each film, a global heat map is generated by ranking countries based on how popular that particular film was in the designated time frame. The most words most disproportionately-used to describe movies emerged after analyzing YouTube video caption data."}]}