{"hed":"The 2018 Oscar Nominees, in Google Search","description":"How this year’s Best Picture Oscar nominees swept over the globe","keywords":"oscars, data, best picture, viz, 2018","url":"https://googletrends.github.io/google_oscars_2018","twitter":"@Googletrends","prelude":[{"type":"text","value":"Each year, films nominated for the Academy Award for Best Picture reach hundreds of millions of viewers around the world. And yet, each resonates with its global audiences in markedly different ways. Were this year’s blockbusters, like Get Out, as beloved in Asia as they were in America? Were historical films, such as Dunkirk, more popular in the United Kingdom than the other Best Picture contenders?"},{"type":"text","value":"The map below shows the most popular Oscar-nominated films in each country, according to Google Search data. Clicking on a movie title will show a heat map of each film’s popularity around the world. To view how the Oscar nominees varied in popularity over time, click the play button."},{"type":"text","value":"In the sidebar, the adjectives most disproportionately used in YouTube video reviews of the movie are displayed"}],"outro":[{"type":"text","value":"The most popular of Oscar nominees in the U.S. this year was, without a doubt, Get Out. In much of the world, however, Christopher Nolan’s Dunkirk proved to be the most searched-for film."},{"type":"text","value":"More niche films, like Lady Bird’s coming-of-age story, or Churchill struggles during World War II, depicted in Darkest Hour, found popularity in countries as diverse as Libya, Gabon, and Venezuela."}],"about":[{"type":"text","value":"Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?\""}],"methodology":[{"type":"text","value":"Ut enim ad minima veniam, quis nostrum exercitationem ullam corporis suscipit laboriosam, nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem eum fugiat quo voluptas nulla pariatur?\""}]}